Revit 2027 API
PointCloudOverrideSettings Constructor
 Constructs a settings object with default values.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PointCloudOverrideSettings()
Public Sub New
public:
PointCloudOverrideSettings()
new : unit -> PointCloudOverrideSettings
See Also
Reference
PointCloudOverrideSettings Class
PointCloudOverrideSettings Overload
Autodesk.Revit.DB.PointClouds Namespace